INSERT INTO Store(item_name, item_type, item_description, item_price, item_bought_once)
VALUES
('Бондаж', 'Magic', 'Этот предмет погружает в мир сексуальных фантазий и удовольствия, подаривший уникальный опыт всем, кто решится на него.', 90, 0),
('Тентакли', 'Magic', 'Эти таинственные тентакли могут удовлетворить самые глубокие желания, увлекая в мир фантазий и наслаждений.', 140, 0),
('Чиби Елена', 'Equipment', 'Маленькое прекрасное создание, что мило подсказывает на ушко способы решения задач.', 250, 0),
('Чиби Ева', 'Equipment', 'Маленькое прекрасное создание, что мило подсказывает на ушко способы решения задач.', 250, 0),
('Зелье исцеления', 'Consumable', 'Небольшой флакон с исцеляющей водой, что восстанавливает 1 единицу HP.', 20, 0);
