db_host: str = "127.0.0.1"
db_user: str = "gerrenme"
db_password: str = "1"
db_name: str = "pythonMummy"

admin_password: str = "1"
telebot_key: str = "6861912111:AAG1HmkE2cRhhpgNAAnAl4aLJNiP_7nWlLA"

system_messages: dict[str, str] = {"already_registered": "Ты уже зарегистрирован в PythonMummy. "
                                                         "Тебе уже доступны все привилегии нашего бота :)",
                                   "name_rules": "Укажи имя твоего аватара. Имя должно соответствовать следующим "
                                                 "параметрам: длина от 4 до 32-х символов включительно, имя состоит "
                                                 "только из латинских букв, имя должно быть уникальным",
                                   "menu_roadmap": "Ты находишься в главном меню PythonMummy. Отсюда ты можешь "
                                                   "попасть в: \n\n● Магазин\n● Курс\n● Ноутбуки\n● Вопросы на "
                                                   "собеседования\n● Лидерборд\nz",
                                   "grats_top_10": "Поздравляем! Ты уверенно входишь в топ-10 пользователей🎉 "
                                                   "\nПо окончанию гонки ты получишь приятный приз :)",
                                   "not_top_10": "Ты пока не взобрался в топ-10 пользователей бота, но у "
                                                 "тебя все впереди! Мы верим в тебя!",
                                   "store_present": "Наш магазин предоставляет широкий ассортимент, ознакомиться с "
                                                    "которым можно по ссылке",
                                   "get_suggestion": "Введите ваше предложение по улучшению PythonMummy",
                                   "success_suggestion": "Предложение успешно добавлено! Спасибо за помощь!",
                                   "wrong_name": "Предложение успешно добавлено! Спасибо за помощь!",
                                   "grats_new_user": "Теперь ты являешься одним из последователей PythonMummy!",
                                   "cringe_text": "crigne text given", }
